Repository: iletai/LovelyMusic-iOS
Catalog: LovelyMusic/Resources/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: Shuffle All
ja: すべてシャッフル
vi: Trộn tất cả

source: Shuffle downloads
ja: ダウンロードした曲をシャッフル
vi: Trộn các bản tải xuống

source: Sign in
ja: サインイン
vi: Đăng nhập

source: Sign in required
ja: サインインが必要です
vi: Yêu cầu đăng nhập

source: Sign in to YouTube
ja: YouTubeにサインイン
vi: Đăng nhập YouTube

source: Sign in to YouTube is required to play this track.
ja: このトラックを再生するにはYouTubeへのサインインが必要です。
vi: Yêu cầu đăng nhập YouTube để phát bài hát này.

source: Sign Out
ja: ログアウト
vi: Đăng xuất

source: Sign Out?
ja: サインアウトしますか？
vi: Đăng xuất?

source: Signed in
ja: ログイン中
vi: Đã đăng nhập

source: Single: %@
ja: シングル: %@
vi: Đĩa đơn: %@

source: Singles
ja: シングル
vi: Đĩa đơn

source: Skip
ja: スキップ
vi: Bỏ qua

source: Skip as many songs as you want, anytime
ja: いつでも好きなだけ曲をスキップできます
vi: Bỏ qua bao nhiêu bài tùy thích, bất cứ lúc nào

source: Skip back 10 seconds
ja: 10秒戻る
vi: Lùi lại 10 giây

source: Skip forward 10 seconds
ja: 10秒進む
vi: Tua tới 10 giây

source: Skip Silence
ja: 無音スキップ
vi: Bỏ qua khoảng lặng

source: Sleep Timer
ja: スリープタイマー
vi: Hẹn giờ tắt

source: Small
ja: 小
vi: Nhỏ

source: Something went wrong. Tap retry to try again.
ja: エラーが発生しました。リトライをタップしてもう一度お試しください。
vi: Đã xảy ra lỗi. Nhấn thử lại để thử lần nữa.

source: Songs
ja: 曲
vi: Bài hát

source: Songs unavailable
ja: 曲を利用できません
vi: Bài hát không khả dụng

source: Sort
ja: 並び替え
vi: Sắp xếp

source: Sort downloads. Current: %@
ja: ダウンロードを並び替え。現在: %@
vi: Sắp xếp tải xuống. Hiện tại: %@

source: Source — archive.org/details/Incompetech
ja: ソース — archive.org/details/Incompetech
vi: Nguồn — archive.org/details/Incompetech

source: Start listening to build your library
ja: 音楽を聴いてライブラリを作りましょう
vi: Bắt đầu nghe nhạc để xây dựng thư viện

source: Start listening to see your history here
ja: 曲を聴くと再生履歴がここに表示されます
vi: Bắt đầu nghe nhạc để xem lịch sử tại đây

source: Still loading…
ja: 読み込み中…
vi: Đang tải…

source: Storage
ja: ストレージ
vi: Bộ nhớ

source: Subscribe Now
ja: 今すぐ登録
vi: Đăng ký ngay

source: Subscription renews in %lld day(s)
ja: サブスクリプションは%lld日後に更新されます
vi: Gói đăng ký gia hạn sau %lld ngày

source: Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period.
ja: サブスクリプションは現在の期間終了の24時間前までにキャンセルしない限り自動更新されます。
vi: Gói đăng ký tự động gia hạn trừ khi hủy ít nhất 24 giờ trước khi kết thúc kỳ hiện tại.

source: Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period.
ja: 現在の期間が終了する24時間前までにキャンセルしない限り、サブスクリプションは自動的に更新されます。現在の期間が終了する前の24時間以内にアカウントに更新料金が請求されます。
vi: Gói đăng ký sẽ tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc chu kỳ hiện tại. Tài khoản của bạn sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc chu kỳ hiện tại.

source: Switch to audio
ja: オーディオに切り替え
vi: Chuyển sang âm thanh

source: Switch to Audio
ja: オーディオに切り替え
vi: Chuyển sang Âm thanh

source: Switch to video
ja: 動画に切り替え
vi: Chuyển sang video

source: Synced Lyrics
ja: 同期歌詞
vi: Lời bài hát đồng bộ

source: System
ja: システム
vi: Hệ thống

source: Tap the heart icon on any song to add it here
ja: 曲のハートアイコンをタップしてここに追加
vi: Nhấn biểu tượng trái tim trên bài hát để thêm vào đây

source: Terms of Service
ja: 利用規約
vi: Điều khoản dịch vụ

source: Terms of Use
ja: 利用規約
vi: Điều khoản sử dụng

source: The selected product could not be found.
ja: 選択された商品が見つかりませんでした。
vi: Không tìm thấy sản phẩm đã chọn.

source: Theme
ja: テーマ
vi: Giao diện

source: These songs will be removed from your Liked Songs.
ja: これらの曲はお気に入りから削除されます。
vi: Các bài hát này sẽ bị xóa khỏi Bài hát yêu thích.

source: This action cannot be undone.
ja: この操作は元に戻せません。
vi: Hành động này không thể hoàn tác.

source: This app uses YouTube API Services. All video and music content is provided by YouTube. By using this app, you agree to be bound by the Google Privacy Policy.
ja: このアプリはYouTube APIサービスを使用しています。すべての動画および音楽コンテンツはYouTubeによって提供されています。このアプリを使用することにより、Googleプライバシーポリシーに同意したものとみなされます。
vi: Ứng dụng này sử dụng Dịch vụ YouTube API. Tất cả nội dung video và âm nhạc do YouTube cung cấp. Bằng việc sử dụng ứng dụng này, bạn đồng ý tuân thủ Chính sách quyền riêng tư của Google.

source: This content requires signing in with a YouTube account. Would you like to sign in now?
ja: このコンテンツを再生するにはYouTubeアカウントでのサインインが必要です。今すぐサインインしますか？
vi: Nội dung này yêu cầu đăng nhập tài khoản YouTube. Bạn có muốn đăng nhập ngay bây giờ không?

source: This song is unavailable in your region.
ja: この曲はお住まいの地域ではご利用いただけません。
vi: Bài hát này không khả dụng tại khu vực của bạn.

source: This track doesn't have a video stream
ja: このトラックにはビデオフローがありません
vi: Bài hát này không có luồng video

source: This will remove all downloaded songs from your device. You can re-download them later.
ja: ダウンロード済みの曲がすべてデバイスから削除されます。後で再ダウンロードできます。
vi: Thao tác này sẽ xóa tất cả bài hát đã tải về khỏi thiết bị. Bạn có thể tải lại sau.

source: This will remove all your recently played songs. This action cannot be undone.
ja: 最近再生したすべての曲が削除されます。この操作は元に戻せません。
vi: Tất cả bài hát đã nghe gần đây sẽ bị xóa. Hành động này không thể hoàn tác.

source: This will remove all your search history. This action cannot be undone.
ja: すべての検索履歴が削除されます。この操作は元に戻せません。
vi: Tất cả lịch sử tìm kiếm sẽ bị xóa. Hành động này không thể hoàn tác.

source: This will remove cached images and downloaded audio. Your playlists and history are not affected.
ja: キャッシュされた画像とダウンロードした音声が削除されます。プレイリストと履歴には影響しません。
vi: Thao tác này sẽ xóa hình ảnh trong bộ nhớ đệm và âm thanh đã tải xuống. Danh sách phát và lịch sử của bạn không bị ảnh hưởng.

source: This will remove the selected songs from your device. You can re-download them later.
ja: 選択した曲がデバイスから削除されます。後で再ダウンロードできます。
vi: Thao tác này sẽ xóa các bài hát đã chọn khỏi thiết bị. Bạn có thể tải lại sau.

source: Timer: %@
ja: タイマー: %@
vi: Hẹn giờ: %@

source: Title (A-Z)
ja: タイトル (A-Z)
vi: Tiêu đề (A-Z)

source: Top Charts
ja: トップチャート
vi: Bảng xếp hạng

source: Translate lyrics
ja: 歌詞を翻訳
vi: Dịch lời bài hát

source: Treble Boost
ja: トレブルブースト
vi: Tăng Treble

source: Trending
ja: トレンド
vi: Thịnh hành

source: Try a different search term
ja: 別の検索キーワードをお試しください
vi: Thử tìm kiếm với từ khóa khác

source: Try different keywords or check spelling
ja: 別のキーワードを試すか、スペルを確認してください
vi: Thử từ khóa khác hoặc kiểm tra chính tả

source: Try different keywords or check your spelling
ja: 別のキーワードを試すか、スペルを確認してください
vi: Thử từ khóa khác hoặc kiểm tra chính tả

source: Try removing the filter or search for something else
ja: フィルターを解除するか、別のキーワードで検索してください
vi: Hãy thử xóa bộ lọc hoặc tìm kiếm nội dung khác

source: Unable to load this song. The stream may be unavailable.
ja: この曲を読み込めません。ストリームが利用できない可能性があります。
vi: Không thể tải bài hát này. Luồng phát có thể không khả dụng.

source: Unlimited skips
ja: 無制限スキップ
vi: Bỏ qua không giới hạn

source: Unlimited Skips
ja: スキップ無制限
vi: Bỏ qua không giới hạn

source: Unlock Premium
ja: プレミアムを解放
vi: Mở khóa Premium

source: Unlock premium to follow along
ja: プレミアムで歌詞を追いかけよう
vi: Mở khóa Premium để theo dõi lời nhạc

source: Unlock the full experience
ja: フル機能を解放
vi: Mở khóa trải nghiệm đầy đủ

source: Unlock the full music experience
ja: 音楽のフル体験を解放
vi: Mở khóa trải nghiệm âm nhạc đầy đủ

source: Unlock unlimited downloads & more
ja: 無制限ダウンロードなどを解放
vi: Mở khóa tải xuống không giới hạn & nhiều hơn

source: Up Next
ja: 次に再生
vi: Tiếp theo

source: Update Available
ja: アップデートがあります
vi: Có bản cập nhật

source: Update Now
ja: 今すぐアップデート
vi: Cập nhật ngay

source: Update Required
ja: アップデートが必要です
vi: Yêu cầu cập nhật

source: Updated %@
ja: %@に更新
vi: Đã cập nhật %@

source: Updated just now
ja: たった今更新
vi: Vừa cập nhật xong

source: Upgrade
ja: アップグレード
vi: Nâng cấp

source: Upgrade for unlimited skips
ja: 無制限スキップにアップグレード
vi: Nâng cấp để chuyển bài không giới hạn

source: Upgrade to Premium
ja: プレミアムにアップグレード
vi: Nâng cấp lên Premium

source: Upgrade to Premium for unlimited downloads
ja: プレミアムにアップグレードして無制限にダウンロード
vi: Nâng cấp Premium để tải không giới hạn

source: Version %@
ja: バージョン %@
vi: Phiên bản %@

source: Version %@ (%@)
ja: バージョン %@（%@）
vi: Phiên bản %@ (%@)

# Version %@ is now available. You're currently on %@.
source: Version %1$@ is now available. You're currently on %2$@.
ja: バージョン%1$@が利用可能です。現在のバージョンは%2$@です。
vi: Phiên bản %1$@ hiện đã có sẵn. Bạn đang sử dụng phiên bản %2$@.

source: Video
ja: 動画

source: Video Quality
ja: 画質
vi: Chất lượng video

source: Video unavailable
ja: 動画を利用できません
vi: Video không khả dụng

source: View Album
ja: アルバムを表示
vi: Xem Album

source: View Artist
ja: アーティストを表示
vi: Xem nghệ sĩ

source: View Playlist
ja: プレイリストを表示
vi: Xem danh sách phát

source: Vocal
ja: ボーカル
vi: Giọng hát

source: Welcome to LovelyMusic
ja: LovelyMusicへようこそ
vi: Chào mừng đến với LovelyMusic

source: What's New
ja: 新機能
vi: Có gì mới

source: Yearly
ja: 年額
vi: Hàng năm

source: You'll need to sign in again to access your YouTube Music library, playlists, and personalized recommendations.
ja: YouTube Musicライブラリ、プレイリスト、おすすめにアクセスするには再度サインインする必要があります。
vi: Bạn sẽ cần đăng nhập lại để truy cập thư viện YouTube Music, danh sách phát và các đề xuất dành riêng cho bạn.

source: You've reached your free skip limit
ja: 無料スキップの上限に達しました
vi: Bạn đã dùng hết lượt chuyển bài miễn phí

source: Your downloaded songs will appear here
ja: ダウンロードした曲がここに表示されます
vi: Các bài hát đã tải sẽ xuất hiện ở đây

source: Your Library
ja: マイライブラリ
vi: Thư viện của bạn

source: Your Library is Empty
ja: ライブラリは空です
vi: Thư viện trống

source: YouTube Content
ja: YouTubeコンテンツ
vi: Nội dung YouTube

source: YouTube Terms of Service
ja: YouTube利用規約
vi: Điều khoản dịch vụ của YouTube

# %@ by %@
source: %1$@ by %2$@
vi: %1$@ bởi %2$@

source: © 2025 LovelyMusic. All rights reserved.
vi: © 2025 LovelyMusic. Mọi quyền được bảo lưu.

# 🎵 %@ - %@ at %@
source: 🎵 %1$@ - %2$@ at %3$@
vi: 🎵 %1$@ - %2$@ tại %3$@

source: For You
vi: Dành cho bạn

source: Made with ♪ in Vietnam
vi: Được tạo với ♪ tại Việt Nam
